

/*-------- Settings ------------*/

"App Management" = "Proq İdarə";

"WIFI Share" = "WiFi Faylı Köçürmə";

"BT Download Only in Wi-Fi" = "BT Yalnız Wifi Yukle";

"BT Bandwidth & Connection" = "BT Bant genişliyi və Əlaqəsi";

"Maximum Connections" = "maksimum Əlaqələri";

"Connections Per Torrent" = "Əlaqələri Hər Torrent";

"Enable Limit" = "Aktivləşdir Həddi";

"Upload Limit" = "Videonu Həddi";

"Download Limit" = "yukle Həddi";


"Automatically Install" = "avtomatik olaraq quraşdırmaq";

"Delete After Install" = "sonra Quraşdırma silə";

"Remove Metadata"="Metadata çıxarın";

"Keep Awake"="Oyanın saxlamaq";

"This will keep your screen always ON while using AppCake"="AppCake istifadə zamanı Bu, həmişə ON sizin ekran davam edəcək ki";

"Remove Metadata will stop App Store from updating the app"="Metadata proq yenilənməsi App Store dayandırmaq Sil";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="iTunes Sync tərəfindən quraşdırılmış proq kompüter transfer imkan AppCake imkan verir.";

"iTunes Sync"="iTunes Sync";

"Feedback"="geribildirim";

"Changelog"="var Değişiklikler";

"I Can Translate"="Mən tərcümə edə bilərsiniz";

"Clear Image Cache"="Sil Şəkil Keş";

"Settings" = "Parametrlər";

"Show iPhone Apps" = "Şou iPhone proqramlar";
